Repository: Wetty-Technology/wetty-chat
Catalog: wetty-chat-flutter/ios/Runner/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

# push.message.body.attachment
source: %@: [Attachment]
zh_hans: %@: [附件]
zh_hant: %@: [附件]

# push.message.body.attachment.with_preview
source: %1$@: [Attachment] %2$@
zh_hans: %1$@: [附件] %2$@
zh_hant: %1$@: [附件] %2$@

# push.message.body.audio
source: %@: [Voice message]
zh_hans: %@: [语音消息]
zh_hant: %@: [語音訊息]

# push.message.body.audio.with_preview
source: %1$@: [Voice message] %2$@
zh_hans: %1$@: [语音消息] %2$@
zh_hant: %1$@: [語音訊息] %2$@

# push.message.body.deleted
source: %@: [Deleted]
zh_hans: %@: [已删除]
zh_hant: %@: [已刪除]

# push.message.body.generic
source: %@ sent a message
zh_hans: %@ 发了一条消息
zh_hant: %@ 發了一則訊息

# push.message.body.image
source: %@: [Image]
zh_hans: %@: [图片]
zh_hant: %@: [圖片]

# push.message.body.image.with_preview
source: %1$@: [Image] %2$@
zh_hans: %1$@: [图片] %2$@
zh_hant: %1$@: [圖片] %2$@

# push.message.body.invite
source: %@: [Invite]
zh_hans: %@: [邀请]
zh_hant: %@: [邀請]

# push.message.body.sticker
source: %@: [Sticker]
zh_hans: %@: [表情]
zh_hant: %@: [貼圖]

# push.message.body.sticker.emoji
source: %1$@: [Sticker] %2$@
zh_hans: %1$@: [表情] %2$@
zh_hant: %1$@: [貼圖] %2$@

# push.message.body.video
source: %@: [Video]
zh_hans: %@: [视频]
zh_hant: %@: [影片]

# push.message.body.video.with_preview
source: %1$@: [Video] %2$@
zh_hans: %1$@: [视频] %2$@
zh_hant: %1$@: [影片] %2$@
